[{
  "_id": {
    "$oid": "67bfde1a5c1134c365743dbb"
  },
  "name": "ต้มยำกุ้ง",
  "nameE": "Tom Yum Kung",
  "price": 120,
  "define": "ต้มยำกุ้งเป็นอาหารจานเด็ดของไทย เป็นต้มยำกุ้งรสเปรี้ยวจัด เป็นเมนูหลักของร้านอาหารไทยหลายๆ ร้าน คำว่า “ต้มยำ” มาจากคำในภาษาไทย 2 คำ คือ “ต้ม” แปลว่าต้ม และ “ยำ” ซึ่งหมายถึงสลัดรสเปรี้ยวเผ็ด สำหรับเมนูนี้ “กุ้ง” (หรือ “กุ้ง”) หมายความถึงกุ้งที่ใช้เป็นโปรตีนหลัก\n\nต้มยำกุ้งมีรสชาติที่เข้มข้น ซึ่งทำได้โดยผสมน้ำซุปใส (น้ำใส) หรือครีมมี่ (น้ำคน) กับสมุนไพรและเครื่องเทศที่มีกลิ่นหอม ส่วนผสมหลัก ได้แก่:\n\n• **ตะไคร้** – เพิ่มกลิ่นหอมสดชื่นของส้ม\n• **ใบมะกรูด** – เพิ่มรสชาติที่เปรี้ยวจี๊ด\n• **ข่า** – ให้รสชาติเผ็ดร้อนจัด (คล้ายกับขิงแต่มีรสชาติที่โดดเด่น)\n\n• **พริก** – ให้ความร้อน\n• **น้ำมะนาวและน้ำปลา** – ให้รสเปรี้ยวและเค็ม\n• **กุ้ง** – ส่วนผสมหลัก ให้รสชาติหวานและชุ่มฉ่ำ\n\nต้มยำกุ้งสามารถเสิร์ฟเป็นซุปหรือทานคู่กับข้าวหรือเส้นก๋วยเตี๋ยวได้ จึงเหมาะกับการนำไปประกอบอาหารต่างๆ รสชาติที่สมดุลระหว่างเผ็ด เปรี้ยว เค็ม และหวานบางครั้งทำให้ต้มยำกุ้งเป็นที่ชื่นชอบของคนในท้องถิ่นในประเทศไทยเท่านั้น แต่ยังเป็นหนึ่งในอาหารไทยที่ได้รับความนิยมสูงสุดทั่วโลกอีกด้วย\n",
  "defineE": "Tom Yum Goong is a signature Thai dish—a hot and sour shrimp soup—that is a staple on many Thai restaurant menus. The term “Tom Yum” comes from two Thai words: “tom,” meaning to boil, and “yum,” which refers to a spicy and sour salad. In this dish, “goong” (or “kung”) specifically indicates that shrimp are used as the main protein.\n\nThe soup is celebrated for its vibrant flavor profile, which is achieved by combining a clear (nam sai) or creamy (nam khon) broth with aromatic herbs and spices. Key ingredients include:\n\n• **Lemongrass** – adds a fresh, citrusy aroma  \n• **Kaffir lime leaves** – contribute a zesty note  \n• **Galangal** – gives a sharp, spicy warmth (similar to ginger but with a distinct flavor)  \n• **Chili peppers** – provide heat  \n• **Lime juice and fish sauce** – offer sourness and saltiness  \n• **Shrimp** – the star ingredient, imparting a sweet and succulent taste\n\nTom Yum Goong can be served on its own as a soup or accompanied by rice or noodles, making it versatile for different meal settings. Its balance of spicy, sour, salty, and sometimes sweet flavors not only makes it a favorite among locals in Thailand but also one of the most popular Thai dishes worldwide.\n\nciteturn0search9",
  "recommend": true
},
{
  "_id": {
    "$oid": "67c0131b375bf91ada24fee2"
  },
  "name": "ผัดไท",
  "nameE": "Pad Thai",
  "price": 70,
  "define": "ผัดไทยเป็นอาหารไทยที่มีชื่อเสียงและเป็นที่รู้จักทั่วโลก มีลักษณะเป็นเส้นก๋วยเตี๋ยวผัดกับส่วนผสมหลากหลาย เช่น ไข่ เต้าหู้ กุ้งแห้ง ถั่วงอก และใบกุยช่าย ปรุงรสด้วยน้ำมะขามเปียก น้ำปลา และน้ำตาลปี๊บ เสิร์ฟพร้อมเครื่องเคียงอย่างมะนาวและถั่วลิสงบด\n\nต้นกำเนิดของผัดไทยสามารถย้อนไปถึงสมัยสงครามโลกครั้งที่ 2 ในช่วงที่ จอมพล ป. พิบูลสงคราม เป็นนายกรัฐมนตรี ในเวลานั้น ประเทศไทยประสบปัญหาขาดแคลนข้าว รัฐบาลจึงส่งเสริมให้ประชาชนบริโภคก๋วยเตี๋ยวแทนข้าว และได้พัฒนาเมนู \"ก๋วยเตี๋ยวผัดไทย\" ขึ้นมา ซึ่งต่อมาได้ย่อเป็น \"ผัดไทย\" \n\nปัจจุบัน ผัดไทยได้รับความนิยมอย่างแพร่หลาย และถือเป็นหนึ่งในอาหารประจำชาติไทย มีการปรับปรุงสูตรและส่วนผสมให้หลากหลายตามท้องถิ่น เช่น การใช้เส้นจันท์ที่มีความเหนียวนุ่ม หรือการใส่กุ้งสดแทนกุ้งแห้ง ",
  "defineE": "Pad Thai is a famous Thai dish that is known all over the world. It is a stir-fried noodle dish with various ingredients such as eggs, tofu, dried shrimp, bean sprouts, and Chinese chives, seasoned with tamarind juice, fish sauce, and palm sugar. It is served with lime and crushed peanuts.\n\nThe origin of Pad Thai can be traced back to World War II when Field Marshal P. Phibunsongkhram was the Prime Minister. At that time, Thailand was facing a rice shortage. The government encouraged people to consume noodles instead of rice, and developed the menu \"Pad Thai Noodles\", which was later shortened to \"Pad Thai\".\n\nToday, Pad Thai is widely popular and is considered one of Thailand's national dishes. The recipe and ingredients have been modified to suit various regions, such as using chewy Chanthaburi noodles or adding fresh shrimp instead of dried shrimp.",
  "recommend": true
},
{
  "_id": {
    "$oid": "67c01651375bf91ada24fee3"
  },
  "name": "ชาไทย",
  "nameE": "Thai Tea",
  "price": 60,
  "define": "ชาไทยเป็นเครื่องดื่มที่มีเอกลักษณ์เฉพาะของประเทศไทย มีสีส้มสดใส รสชาติหวานมัน และกลิ่นหอมเฉพาะตัว ส่วนผสมหลักประกอบด้วยชาแดง นมข้นหวาน หรือนมสด และน้ำตาล บางสูตรอาจเพิ่มเครื่องเทศ เช่น กานพลู อบเชย โป๊ยกั๊ก หรือใบเตย เพื่อเพิ่มความหอม นิยมเสิร์ฟทั้งแบบร้อนและเย็น\n\nต้นกำเนิดของชาไทยสามารถย้อนไปถึงสมัยรัชกาลที่ 5 เมื่อชาวจีนอพยพนำวัฒนธรรมการดื่มชาเข้ามาในประเทศไทย ในช่วงแรกนิยมดื่มชาจีนแบบดั้งเดิม ต่อมาได้มีการปรับปรุงสูตรโดยการเติมนมและน้ำตาล เพื่อให้รสชาติหวานมันถูกปากคนไทย และเพื่อให้ได้สีส้มที่เป็นเอกลักษณ์ บางครั้งมีการเติมสีผสมอาหารหรือใช้ดอกคำฝอย ทำให้ชาไทยมีสีสันและรสชาติที่โดดเด่น\n\nปัจจุบัน ชาไทยได้รับความนิยมอย่างแพร่หลายทั้งในประเทศและต่างประเทศ สามารถพบได้ในร้านอาหารไทยทั่วโลก และยังถูกนำมาปรับปรุงเป็นเมนูเครื่องดื่มสมัยใหม่หลากหลายรูปแบบ เช่น ชาไทยลาเต้ หรือชาไทยสมูทตี้",
  "defineE": "Thai tea is a unique beverage of Thailand. It has a bright orange color, a sweet and creamy taste, and a distinctive aroma. The main ingredients are red tea, sweetened condensed milk or fresh milk, and sugar. Some recipes may add spices such as cloves, cinnamon, star anise, or pandan leaves to enhance the aroma. It is usually served both hot and cold.\n\nThe origin of Thai tea can be traced back to the reign of King Rama V when Chinese immigrants brought tea drinking culture to Thailand. At first, people liked to drink traditional Chinese tea. Later, the recipe was improved by adding milk and sugar to make it taste sweeter and more pleasing to Thai people. To get the unique orange color, sometimes food coloring or safflower are added, giving Thai tea a distinctive color and taste.\n\nToday, Thai tea is widely popular both domestically and internationally. It can be found in Thai restaurants around the world and has also been adapted into various modern beverage menus, such as Thai tea latte or Thai tea smoothie.",
  "recommend": true
},
{
  "_id": {
    "$oid": "67c01e82375bf91ada24fee4"
  },
  "name": "แกงเขียวหวานไก่",
  "nameE": "Green Chicken Curry",
  "price": 90,
  "define": "**แกงเขียวหวานไก่** เป็นอาหารไทยประเภทแกงที่มีรสชาติกลมกล่อม เผ็ดหวาน และมีกลิ่นหอมของสมุนไพร เครื่องแกงเขียวหวานมีส่วนผสมหลัก เช่น พริกเขียว กระเทียม หอมแดง ตะไคร้ ข่า ผิวมะกรูด และกะทิ ทำให้ได้รสชาติที่เข้มข้นและหอมมัน  \n\nไก่เป็นเนื้อสัตว์ที่นิยมใช้ในแกงเขียวหวาน แต่สามารถใช้เนื้อชนิดอื่น เช่น เนื้อวัว หรือหมูแทนได้ นิยมใส่ผัก เช่น มะเขือเปราะ มะเขือพวง และใบโหระพา เสิร์ฟคู่กับข้าวสวยหรือขนมจีน  \n\nแกงเขียวหวานเป็นหนึ่งในอาหารไทยที่ได้รับความนิยมทั้งในประเทศและต่างประเทศ เพราะมีรสชาติที่เป็นเอกลักษณ์และกลิ่นหอมของเครื่องแกงและกะทิที่เข้ากันอย่างลงตัว",
  "defineE": "**Chicken Green Curry** is a Thai curry dish that has a well-rounded flavor, is spicy and sweet, and has a fragrant aroma of herbs. Green curry paste has main ingredients such as green chili, garlic, shallots, lemongrass, galangal, lime zest, and coconut milk, giving it a rich and fragrant flavor.\n\nChicken is the most popular meat used in green curry, but other types of meat such as beef or pork can be used instead. Vegetables such as Thai eggplant, Thai eggplant, and basil are often added and served with rice or rice vermicelli.\n\nGreen curry is one of the most popular Thai dishes both domestically and internationally because of its unique flavor and the aroma of curry paste and coconut milk that go together perfectly.",
  "recommend": true
},
{
  "_id": {
    "$oid": "67c0216d375bf91ada24fee5"
  },
  "name": "ส้มตำ",
  "nameE": "Papaya Salad",
  "price": 60,
  "define": "ส้มตำเป็นอาหารไทยที่มีรสชาติจัดจ้าน ประกอบด้วยมะละกอดิบสับเป็นเส้น ผสมกับเครื่องปรุงต่าง ๆ เช่น พริก กระเทียม มะเขือเทศ ถั่วฝักยาว ปรุงรสด้วยน้ำปลา น้ำตาลปี๊บ และมะนาว บางสูตรอาจใส่ปลาร้าหรือปูเค็มเพื่อเพิ่มรสชาติ นิยมรับประทานคู่กับข้าวเหนียวและผักสด\n\nคำว่า \"ส้มตำ\" มาจากภาษาถิ่นอีสาน โดย \"ส้ม\" หมายถึง รสเปรี้ยว และ \"ตำ\" หมายถึง การโขลกหรือบด ดังนั้น \"ส้มตำ\" จึงหมายถึงอาหารที่มีรสเปรี้ยวและผ่านการตำหรือโขลก \n\nแม้ว่ามะละกอจะมีถิ่นกำเนิดในอเมริกากลาง แต่ถูกนำเข้ามาในเอเชียตะวันออกเฉียงใต้ในช่วงกรุงศรีอยุธยา และกลายเป็นส่วนประกอบหลักของส้มตำ \n\nส้มตำมีหลายประเภท เช่น ตำไทยที่ใส่กุ้งแห้งและถั่วลิสงคั่ว ตำลาวที่ใส่ปลาร้า ตำปูที่ใส่ปูเค็ม และตำปูปลาร้าที่ใส่ทั้งปูและปลาร้า แต่ละประเภทมีรสชาติและส่วนผสมที่แตกต่างกัน \n\nปัจจุบัน ส้มตำได้รับความนิยมอย่างแพร่หลาย ทั้งในประเทศไทยและต่างประเทศ ด้วยรสชาติที่เป็นเอกลักษณ์และความหลากหลายของส่วนผสม ",
  "defineE": "Somtam is a spicy Thai dish made from shredded raw papaya mixed with various ingredients such as chili, garlic, tomatoes, long beans, seasoned with fish sauce, palm sugar, and lime. Some recipes may add fermented fish or salted crab to enhance the flavor. It is usually eaten with sticky rice and fresh vegetables.\n\nThe word \"somtam\" comes from the Isan dialect, where \"som\" means sour and \"tam\" means pounding or grinding. Therefore, \"somtam\" means sour food that has been pounded or ground.\n\nAlthough papaya originated in Central America, it was brought to Southeast Asia during the Ayutthaya period and became a main ingredient in somtam.\n\nThere are many types of somtam, such as tam Thai, which includes dried shrimp and roasted peanuts, tam Lao, which includes fermented fish, tam poo, which includes salted crab, and tam poo pla ra, which includes both crab and fermented fish. Each type has its own unique flavor and ingredients.\n\nToday, somtam is very popular in Thailand and abroad, due to its unique flavor and variety of ingredients.",
  "recommend": false
},
{
  "_id": {
    "$oid": "67c02264375bf91ada24fee6"
  },
  "name": "ข้าวหอมมะลิ",
  "nameE": "Jasmine Rice",
  "price": 20,
  "define": "ข้าวหอมมะลิเป็นพันธุ์ข้าวเจ้าที่มีถิ่นกำเนิดในประเทศไทย มีลักษณะเมล็ดเรียวยาว สีขาวขุ่น และมีกลิ่นหอมเฉพาะตัวคล้ายใบเตย เมื่อหุงสุก เมล็ดข้าวจะนุ่มและมีกลิ่นหอมที่เป็นเอกลักษณ์\n\nพันธุ์ข้าวหอมมะลิที่สำคัญ ได้แก่ ขาวดอกมะลิ 105 และ กข15 ซึ่งได้รับการรับรองจากกระทรวงเกษตรและสหกรณ์ ข้าวหอมมะลิไทยได้รับความนิยมอย่างแพร่หลายทั้งในประเทศและต่างประเทศ โดยถือเป็นสินค้าส่งออกที่สำคัญของประเทศไทย\n\nความหอมของข้าวหอมมะลิเกิดจากสารระเหยที่ชื่อว่า 2-อะเซทิล-1-ไพร์โรลีน (2-acetyl-1-pyrroline) ซึ่งเป็นสารธรรมชาติที่ให้กลิ่นหอมคล้ายใบเตย การเก็บรักษาข้าวในที่เย็นจะช่วยรักษาความหอมนี้ได้นานขึ้น\n\nข้าวหอมมะลิไทยได้รับการยอมรับในระดับสากล โดยได้รับรางวัล \"ข้าวที่ดีที่สุดในโลก\" จากการประกวดข้าวโลก (World's Best Rice Award) หลายครั้ง พื้นที่ปลูกข้าวหอมมะลิที่มีชื่อเสียง ได้แก่ ภาคตะวันออกเฉียงเหนือของประเทศไทย โดยเฉพาะบริเวณทุ่งกุลาร้องไห้\n\nการปลูกข้าวหอมมะลิในประเทศไทยมักทำในฤดูนาปี โดยเริ่มปลูกในเดือนพฤษภาคมและเก็บเกี่ยวในเดือนพฤศจิกายน สภาพดินและภูมิอากาศของประเทศไทยเอื้อต่อการปลูกข้าวหอมมะลิที่มีคุณภาพดี\n\nด้วยคุณสมบัติที่โดดเด่นทั้งในด้านรสชาติ กลิ่นหอม และคุณภาพ ข้าวหอมมะลิจึงเป็นที่นิยมและภาคภูมิใจของคนไทย รวมถึงเป็นที่ต้องการของตลาดโลกอย่างต่อเนื่อง ",
  "defineE": "Jasmine rice is a glutinous rice variety that originated in Thailand. It has long, slender grains, is white and has a unique aroma similar to pandan leaves. When cooked, the rice grains are soft and have a unique aroma.\n\nImportant jasmine rice varieties include Khao Dok Mali 105 and RD15, which are certified by the Ministry of Agriculture and Cooperatives. Thai jasmine rice is widely popular both domestically and internationally, and is considered an important export product of Thailand.\n\nThe aroma of jasmine rice comes from a volatile substance called 2-acetyl-1-pyrroline, a natural substance that gives off a pandan-like aroma. Storing rice in a cool place will help preserve this aroma for longer.\n\nThai jasmine rice is internationally recognized, having received the \"World's Best Rice\" award from the World's Best Rice Award several times. Famous areas for growing jasmine rice include the northeastern region of Thailand, especially the Thung Kula Rong Hai area.\n\nJasmine rice is usually grown in the wet season in Thailand, starting in May and harvesting in November. Thailand's soil and climate conditions are conducive to growing good-quality jasmine rice.\n\nWith its outstanding taste, aroma and quality, Jasmine rice is popular and a source of pride for Thais, and is continuously in demand in the world market.",
  "recommend": false
},
{
  "_id": {
    "$oid": "67c02455375bf91ada24fee7"
  },
  "name": "ข้าวเหนียวเขี้ยวงู",
  "nameE": "Sticky Rice",
  "price": 20,
  "define": "ข้าวเหนียวเขี้ยวงู เป็นข้าวเหนียวพันธุ์พื้นเมืองที่มีลักษณะเด่นคือ เมล็ดเรียวเล็ก ยาวคล้ายฟันงู จึงเป็นที่มาของชื่อ \"เขี้ยวงู\" เมื่อนำมาหุงสุกจะมีสีขาวนวล เนื้อสัมผัสนุ่ม เหนียวหนึบ และมีกลิ่นหอมเป็นเอกลักษณ์\n\n## ลักษณะเด่นของข้าวเหนียวเขี้ยวงู\n\n* **เมล็ด:** เรียวเล็ก ยาวคล้ายฟันงู\n* **สี:** ขาวนวล\n* **เนื้อสัมผัส:** นุ่ม เหนียวหนึบ ไม่แฉะ\n* **กลิ่น:** หอมเป็นเอกลักษณ์\n* **คุณค่าทางโภชนาการ:** มีสารต้านอนุมูลอิสระสูง โดยเฉพาะวิตามินอี\n\n## การนำไปใช้ประโยชน์\n\nข้าวเหนียวเขี้ยวงูได้รับความนิยมในการนำไปทำอาหารทั้งคาวและหวาน เช่น\n\n* ข้าวเหนียวมูน\n* ข้าวเหนียวสังขยา\n* ข้าวหลาม\n* ข้าวเหนียวเปียก\n* ข้าวเหนียวหมูทอด\n\n## แหล่งที่มา\n\n* ข้าวเหนียวเขี้ยวงูเป็นข้าวพันธุ์พื้นเมืองที่ปลูกกันมาอย่างยาวนานในประเทศไทย โดยเฉพาะในภาคเหนือ\n* ข้าวเหนียวเขี้ยวงู 8974 เป็นข้าวไวต่อช่วงแสงพันธุ์พื้นเมือง ได้จากการศึกษาและคัดพันธุ์ ซึ่งนำมาจากศูนย์ปฏิบัติการและเก็บเมล็ดเชื้อพันธุ์ข้าวแห่งชาติ ปลูกคัดเลือกโดยเน้นลักษณะพันธุ์ที่มีขนาดเมล็ดเล็กและเรียวยาว เพื่อตอบสนองความต้องการของผู้บริโภคข้าวเหนียวมูน ซึ่งนิยมลักษณะดังกล่าวการวิจัยดำเนินการระหว่างปี 2548-2557\n\n## ข้อมูลเพิ่มเติม\n\n* ข้าวเหนียวเขี้ยวงูมีหลายสายพันธุ์ย่อย ซึ่งอาจมีลักษณะและรสชาติแตกต่างกันเล็กน้อย\n* การเลือกซื้อข้าวเหนียวเขี้ยวงู ควรเลือกซื้อจากแหล่งที่เชื่อถือได้ เพื่อให้ได้ข้าวที่มีคุณภาพดี\n",
  "defineE": "Khao Niew Khieo Ngu is a local glutinous rice variety that has a distinctive feature: thin, long grains resembling snake teeth, hence the name \"Kheo Ngu\". When cooked, it is creamy white, has a soft, chewy texture, and a unique aroma.\n\n## Characteristics of Khao Niew Khieo Ngu\n\n* **Grains:** Thin, long grains resembling snake teeth\n* **Color:** Creamy white\n* **Texture:** Soft, chewy, not soggy\n* **Smell:** Unique aroma\n* **Nutritional value:** High in antioxidants, especially vitamin E\n\n## Utilization\n\nKhao Niew Khieo Ngu is popularly used in both sweet and savory dishes, such as\n\n* Sticky rice with coconut milk\n* Sticky rice with custard\n* Sticky rice in bamboo\n* Sticky rice with fermented pork\n\n## Source\n\n* Khao Niew Khieo Ngu is a local rice variety that has been grown for a long time in Thailand, especially in the northern region.\n* Khao Niew Khieo Ngu 8974 is a local photoperiod-sensitive rice variety that was studied and selected. Which is brought from the National Rice Seed Operation and Storage Center. Planted and selected by focusing on the characteristics of the variety with small and long grains to meet the needs of sticky rice consumers who like this characteristic. The research was conducted between 2005-2014.\n\n## Additional information\n\n* Khao Niew Khiao Ngu has many sub-varieties, which may have slightly different characteristics and tastes.\n* When buying Khao Niew Khiao Ngu, you should buy from a reliable source to get good quality rice.",
  "recommend": false
},
{
  "_id": {
    "$oid": "67c025be375bf91ada24fee8"
  },
  "name": "น้ำเปล่า",
  "nameE": "Water",
  "price": 30,
  "define": "“จากแหล่งธรรมชาติ”:\nเน้นย้ำถึงแหล่งกำเนิดตามธรรมชาติของน้ำ เช่น น้ำพุ น้ำจากธารน้ำแข็ง หรือบ่อน้ำบาดาล\nใช้ภาพทิวทัศน์อันบริสุทธิ์ ภูเขา และลำธารใสสะอาด\nเน้นกระบวนการกรองและฟอกน้ำ โดยแสดงให้เห็นความสะอาดของน้ำ",
  "defineE": "\"From Nature's Source\":\nHighlight the natural origin of the water, such as spring water, glacial water, or artesian wells.\nUse visuals of pristine landscapes, mountains, and clear streams.\nEmphasize filtration and purification processes, showcasing the water's cleanliness.",
  "recommend": false
},
{
  "_id": {
    "$oid": "67c026c2375bf91ada24fee9"
  },
  "name": "น้ำส้มคั้นสด",
  "nameE": "Fresh Orange Juice",
  "price": 70,
  "define": "น้ำส้มคั้นสด หมายถึง น้ำส้มที่ได้จากการนำส้มมาคั้นสดๆ โดยไม่ผ่านกระบวนการแปรรูปหรือเติมแต่งใดๆ ทั้งสิ้น ซึ่งยังคงคุณค่าทางโภชนาการและรสชาติที่เป็นธรรมชาติของส้มไว้ได้อย่างครบถ้วน\n\n**ลักษณะของน้ำส้มคั้นสด**\n\n* **รสชาติ:** มีรสชาติเปรี้ยวอมหวานตามธรรมชาติของส้ม อาจมีรสขมเล็กน้อยจากเปลือกส้ม\n* **สี:** มีสีส้มสดใสตามสายพันธุ์ของส้ม\n* **เนื้อสัมผัส:** มีเนื้อส้มและกากใยเล็กน้อย\n* **คุณค่าทางโภชนาการ:** อุดมไปด้วยวิตามินซี วิตามินเอ โพแทสเซียม และสารต้านอนุมูลอิสระ\n\n**ความแตกต่างระหว่างน้ำส้มคั้นสดกับน้ำส้มอื่นๆ**\n\n* **น้ำส้มคั้นสด:** ได้จากการคั้นส้มสดๆ โดยไม่เติมน้ำตาลหรือสารปรุงแต่งอื่นๆ\n* **น้ำส้มคั้นผสม:** ได้จากการผสมน้ำส้มคั้นสดกับน้ำเปล่าหรือน้ำตาล\n* **น้ำส้มสำเร็จรูป:** ได้จากการแปรรูปน้ำส้มคั้นสด อาจมีการเติมน้ำตาล สารปรุงแต่งรสชาติ และสารกันเสีย\n\n**ประโยชน์ของน้ำส้มคั้นสด**\n\n* เสริมสร้างภูมิคุ้มกัน: วิตามินซีในน้ำส้มช่วยเสริมสร้างภูมิคุ้มกัน ป้องกันหวัดและไข้หวัดใหญ่\n* ชะลอวัย: สารต้านอนุมูลอิสระในน้ำส้มช่วยชะลอกระบวนการเสื่อมสภาพของเซลล์\n* บำรุงผิวพรรณ: วิตามินซีในน้ำส้มช่วยบำรุงผิวพรรณให้เปล่งปลั่งสดใส\n* ช่วยในระบบขับถ่าย: กากใยในน้ำส้มช่วยกระตุ้นการทำงานของระบบขับถ่าย\n\n**ข้อควรระวัง**\n\n* น้ำส้มคั้นสดมีปริมาณน้ำตาลธรรมชาติสูง ควรดื่มในปริมาณที่เหมาะสม\n* ผู้ที่มีโรคประจำตัว เช่น โรคเบาหวาน ควรปรึกษาแพทย์ก่อนดื่มน้ำส้มคั้นสด\n\nน้ำส้มคั้นสดเป็นเครื่องดื่มที่มีประโยชน์ต่อสุขภาพ แต่ควรเลือกดื่มน้ำส้มคั้นสดแท้ 100% เพื่อให้ได้รับคุณค่าทางโภชนาการอย่างเต็มที่\n",
  "defineE": "Freshly squeezed orange juice means orange juice that is freshly squeezed without any processing or additives. It still maintains the nutritional value and natural taste of oranges completely.\n\n**Characteristics of freshly squeezed orange juice**\n\n* **Taste:** It has a naturally sweet and sour taste of oranges. It may have a slight bitter taste from the orange peel.\n* **Color:** It has a bright orange color according to the variety of oranges.\n* **Texture:** It has a little orange pulp and fiber.\n* **Nutritional value:** It is rich in vitamin C, vitamin A, potassium and antioxidants.\n\n**Difference between freshly squeezed orange juice and other orange juices**\n\n* **Freshly squeezed orange juice:** It is obtained by squeezing fresh oranges without adding sugar or other additives.\n* **Mixed orange juice:** It is obtained by mixing freshly squeezed orange juice with plain water or sugar.\n* **Instant orange juice:** It is obtained by processing freshly squeezed orange juice. It may have added sugar, flavorings and preservatives.\n\n**Benefits of freshly squeezed orange juice**\n\n* Strengthens immunity: Vitamin C in orange juice helps strengthen immunity. Prevent colds and flu\n* Slows down aging: Antioxidants in orange juice help slow down the process of cell deterioration\n* Nourishes the skin: Vitamin C in orange juice helps nourish the skin to be radiant\n* Helps with the digestive system: Fiber in orange juice helps stimulate the digestive system\n\n**Caution**\n\n* Freshly squeezed orange juice contains a high amount of natural sugar. Drink it in moderation.\n* People with chronic diseases such as diabetes should consult a doctor before drinking freshly squeezed orange juice.\n\nFreshly squeezed orange juice is a healthy drink, but you should choose to drink 100% freshly squeezed orange juice to get the full nutritional value.",
  "recommend": false
},
{
  "_id": {
    "$oid": "67c02879375bf91ada24feea"
  },
  "name": "ข้าวเหนียวมะม่วง",
  "nameE": "Mango Sticky Rice",
  "price": 70,
  "define": "ข้าวเหนียวมะม่วงเป็นขนมหวานยอดนิยมในประเทศไทยและหลายประเทศในเอเชียตะวันออกเฉียงใต้ ประกอบด้วยข้าวเหนียวมูนที่ปรุงรสหวานด้วยน้ำตาลโตนดหรือน้ำตาลมะพร้าว ผสมกับกะทิและเกลือ เสิร์ฟพร้อมมะม่วงสุกพันธุ์น้ำดอกไม้หรืออกร่องที่มีรสชาติหวานหอม บางครั้งอาจโรยหน้าด้วยถั่วทองทอดหรือถั่วเขียวซีกทอดเพิ่มความกรุบกรอบ \n\nขนมหวานนี้มักรับประทานในช่วงฤดูร้อน เนื่องจากเป็นฤดูเก็บเกี่ยวมะม่วง นอกจากนี้ ข้าวเหนียวมะม่วงยังได้รับการจัดอันดับให้เป็นหนึ่งใน 50 ขนมหวานที่ดีที่สุดของโลก ",
  "defineE": "Khao Niew Mamuang is a popular dessert in Thailand and many Southeast Asian countries. It consists of sticky rice sweetened with palm sugar or coconut sugar, mixed with coconut milk and salt, and served with ripe Nam Dok Mai or Ok Rong mangoes that are sweet and fragrant. Sometimes, it is topped with fried golden beans or fried split mung beans for a crunchy texture.\n\nThis dessert is usually eaten during the summer season, as it is the mango harvest season. Khao Niew Mamuang has also been ranked as one of the 50 best desserts in the world.",
  "recommend": true
},
{
  "_id": {
    "$oid": "67c02957375bf91ada24feeb"
  },
  "name": "บัวลอย",
  "nameE": "Bua Loi Dessert",
  "price": 50,
  "define": "ขนมบัวลอยเป็นขนมไทยโบราณที่มีลักษณะเป็นเม็ดกลมเล็กๆ ทำจากแป้งข้าวเหนียว ปั้นเป็นลูกกลมเล็กๆ ต้มในน้ำกะทิผสมน้ำตาล \n\nขนมนี้มักรับประทานในงานบุญและงานมงคลต่าง ๆ เพื่อเสริมสร้างความรักและความสัมพันธ์ที่ดีในครอบครัว \n\nนอกจากนี้ ขนมบัวลอยยังมีความหมายที่เป็นมงคล สื่อถึงความกลมเกลียวและความอบอุ่นในครอบครัว ",
  "defineE": "Bua Loi is an ancient Thai dessert that is small round balls made from glutinous rice flour, molded into small balls, and boiled in coconut milk mixed with sugar.\n\nThis dessert is often eaten at merit-making ceremonies and auspicious occasions to strengthen love and good relationships in the family.\n\nIn addition, Bua Loi also has an auspicious meaning, conveying unity and warmth in the family.",
  "recommend": false
}]